Repository: MarcAnt01/Fluent-Screen-Recorder
Catalog: FluentScreenRecorder/Strings/*/Resources.resw
Source language: en_us
Languages: hu, it, pt_pt, si

# About
source: About the app
hu: Az alkalmazásról
it: Info sull'app
pt_pt: Acerca da aplicação
si: මෘදුකාංගය ගැන

# Back
source: Go back
hu: Vissza
it: Torna indietro
pt_pt: Voltar atrás
si: ආපසු යන්න

source: Bitrate
hu: Bitráta
pt_pt: Taxa de bits
si: බිට් අනුපාතය

source: Copyright
pt_pt: Direitos de Autor
si: ප්‍රකාශන හිමිකම්

source: Delete
hu: Törlés
it: Cancella
pt_pt: Eliminar
si: මකන්න

# Discord
source: Join our Discord server
hu: Csatlakozzon a Discord szerverünkhöz
it: Entra nel nostro server su Discord
pt_pt: Junte-se ao nosso servidor Discord
si: අපගේ Discord සේවාදායකයට සම්බන්ධ වන්න

source: Donate
hu: Adomány
it: Supportaci
pt_pt: Doar
si: පරිත්‍යාග කරන්න

# ExitOverlay
source: Back to full view
hu: Vissza a teljes nézethez
it: Torna alla finestra normale
pt_pt: Voltar a vista completa
si: ආපසු සම්පූර්ණ දසුන වෙත

# Failure
source: Recording failed
hu: Hiba
it: Errore
pt_pt: Fracasso
si: අසමත් වීම

source: Framerate
hu: Képkocka szám
pt_pt: Taxa de Quadros
si: රාමු අනුපාතය

source: Gallery View
hu: Galéria nézet
it: Vista galleria
pt_pt: Vista da Galeria
si: Gallery දසුන

# GitHub
source: View GitHub repository
hu: GitHub repo megtekintés
it: Repository su GitHub
pt_pt: Ver repositório GitHub
si: GitHub ගබඩාව බලන්න

# GoToOverlay
source: Switch to always on top
hu: Váltás - mindig felül
it: Vai in modalità always on top
pt_pt: Mudar para sempre no topo
si: සෑම විටම ඉහළට මාරු වන්න

# Info
source: File info
hu: Fájl infó
it: Info sul file
pt_pt: Informação do ficheiro
si: ගොනුවේ තොරතුරු

# MicSettings
source: System microphone settings
hu: A rendszer mikrofon beállításai
pt_pt: Definições do microfone do sistema
si: මයික්‍රෆෝනයේ පද්ධති සැකසුම්

source: Ok
si: හරි

# OverlayMode
source: Open overlay mode by default
hu: Alapesetben megnyitás átfedés módban
it: Apri la modalità overlay di default
pt_pt: Abrir modo sobreposição como predefinição
si: සෑම විටම overlay ප්‍රකාරයෙන් විවෘත කරන්න

# Privacy
source: Privacy policy
hu: Adatvédelem
it: Politica della privacy
pt_pt: Política de privacidade
si: රහස්‍යතා ප්‍රතිපත්තිය

source: Recording
hu: Felvétel
it: Registrando
pt_pt: Gravando
si: පටිගත කරමින්

# RecordingStop
source: Stop Recording
hu: Felvétel leállítás
it: Interrompi la registrazione
pt_pt: Parar Gravação
si: පටිගත කිරීම නවත්වන්න

source: Resolution
hu: Felbontás
it: Risoluzione
pt_pt: Resolução
si: විභේදනය

source: Save as
hu: Ment, mint
it: Salva come
pt_pt: Guardar como
si: සුරකින ආකාරය

source: Saving...
hu: Mentés...
it: Salvando...
pt_pt: A Guardar...
si: සුරකිමින්...

source: Settings
hu: Beállítások
it: Impostazioni
pt_pt: Definições
si: සැකසුම්

source: Share
hu: Megoszt
it: Condividi
pt_pt: Partilhar
si: බෙදාගන්න

# SourceSizeToggle
source: Source size
hu: Forrás méret
it: Risoluzione dello schermo
pt_pt: Utilizar o tamanho da fonte como resolução de vídeo
si: වීඩියෝ විභේදනය ලෙස ප්‍රභව ප්‍රමාණය භාවිතා කරන්න

# SystemVideoPlayerOption
source: Use system player to open videos
hu: Használja a rendszer lejátszóját a videók megnyitásához
it: Usa il player di sistema per aprire i video
pt_pt: Utilizar leitor do sistema para abrir vídeos
si: වීඩියෝ විවෘත කිරීමට පද්ධති වාදකය භාවිතා කරන්න

source: Version
hu: Verzió
it: Versione
pt_pt: Versão
si: පිටපත

source: Video Preview
hu: Videó előnézet
it: Preview della registrazione
pt_pt: Pré-visualização do Vídeo
si: වීඩියෝ පෙරදසුන

source: Volume
hu: Hangerő
si: පරිමාව

source: What's new?
hu: Mi újság?
it: Cosa c'è di nuovo?
pt_pt: O que há de novo?
si: මොනවද අළුත්?

# BugReport
source: Report a bug
hu: Hiba bejelentése
it: Segnala un problema
pt_pt: Reportar um problema
